[
  {
    "id": 1,
    "image": "images/william-defoe-green-goblin.png",
    "title": "Uillem Defo “O‘rgimchak odam” filmidagi Yashil goblin obraziga qaytmoqchi",
    "description": "Ayni vaqtda ssenariy ustida ish olib borilmoqda.",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["kino", "marvel", "mashhurlar"],
      "description": "Aktyor Uillem Defo “O‘rgimchak odam” filmidagi Yashil goblin rolini qayta tiklashga tayyor. U oxirgi marta 2021-yilda suratga olingan “O‘rgimchak odam: Uyga yo‘l yo‘q” filmida paydo bo‘lgan. Defo ikonik yovuz odam sifatida qayta paydo bo‘lishini istisno qilmaydi. Buning asosiy sharti epizodik rol emas, balki qahramon uchun to‘liq huquqli ssenariydir.<br><br>“Men yuzaki emas, yetarlicha jiddiy ish qilayotganimga ishonch hosil qilmoqchiman. Men jangovar sahnalarda bo‘lishni xohlayman. Chunki bu menga juda yoqadi. Bu xarakterni mustahkamlashning yagona yo‘li. Aks holda, asar shunchaki memlar seriyasiga aylanadi”, dedi aktyor."
    }
  },
  {
    "id": 2,
    "image": "images/metyus-matovski.png",
    "title": "Noy Metyus Matofski Disney filmida bosh rolni ijro etgan birinchi Daun sindromli aktyor sifatida tarixga kirdi",
    "description": "U yaqinda ekranga chiqadigan Piter Pan va Vendi filmida o‘smir rolini o‘ynadi.",
    "createdAt": "15:18 / 20.04.2023",
    "post": {
      "tags": ["sarguzasht", "jahon", "kino"],
      "description": "Noy Metyus Matofski Disney filmida bosh rolni ijro etgan birinchi Daun sindromli aktyor sifatida tarixga kirdi. U yaqinda ekranga chiqadigan Piter Pan va Vendi filmida o‘smir rolini o‘ynadi. Noyning o‘zi bunday global loyihada ishtirok etish u uchun hayratlanarli va unutilmas tajriba bo‘lganini ta’kidladi. “Mening shaxsiy treylerim bor va juda ko‘p ajoyib do‘stlar orttirdim. Hammamiz qilich bilan jang qilishni o‘rgandik, bu menga yoqdi. Men ham juda qisqa vaqt ichida juda ko‘p matnni o‘rganishim kerak edi, lekin bu juda hayajonli edi. Bu menga juda yoqdi”, – dedi Metyus."
    }
  },
  {
    "id": 3,
    "image": "images/kianu-rivz.png",
    "title": "Kianu Rivzning “Jon Uik-4” filmida aytgan har bir so‘zi uchun aktyorga $39 000 dan gonorar to‘langan",
    "description": "Filmga oid yangi tafsilotlar kino tomoshabinlarini hayratga soldi.",
    "createdAt": "11:02 / 25.04.2023",
    "post": {
      "tags": ["sarguzasht", "jahon", "kino"],
      "description": "Taqdim etilganiga hech qancha vaqt bo‘lmasdan turib, kino tomoshabinlarining e’tiborini qozongan “Jon Uik-4” filmiga oid qiziqarli ma’lumotlar taqdim etildi. Ma’lum bo‘lishicha, taniqli ijodkor Kianu Rivzning umumiy davomiyligi 169 daqiqani tashkil etuvchi filmda aytgan har bir so‘zi uchun aktyorga $39 000 dan pul to‘langan. Rivz filmda bor-yo‘g‘i 380 ta so‘z talaffuz qilgan. Qiziqarli jihati shundaki, franshizaning davomiyligi 101 daqiqaga teng keluvchi birinchi qismida Kianu Rivz 484 ta so‘zdan iborat senariy yodlagan. Franshizaning to‘rtinchi qismidagi ishtiroki uchun esa umumiy hisobda $14 820 000 dollar gonorar olgan."
    }
  },
  {
    "id": 4,
    "image": "images/danielle-radcliffe-harry-potter.png",
    "title": "“Garri Potter” ilk bor ota boʻladi",
    "description": "Filmga oid yangi tafsilotlar kino tomoshabinlarini hayratga soldi.",
    "createdAt": "19:21 / 22.04.2023",
    "post": {
      "tags": ["sarguzasht", "jahon", "kino"],
      "description": "Buyuk Britaniyaning eng mashhur aktyorlaridan biri, “Garri Potter” obrazi orqali kino tomoshabinlariga yaxshi tanish boʻlgan ijodkor Deniel Redkliff ilk bor ota boʻladi. Aktyorning suygan yori – aktrisa Erin Darkning farzand kutayotgani har ikki ijodkorning muxlislari uchun kutilmagan yangilik boʻldi. Ushbu xushxabarni aktyorning rasmiy vakillari ham tasdiqlagan. Juftlik bundan 11 yil avval, 2012-yilda “Sevimli insonlaringni oʻldir” filmini suratga olish jarayonida tanishib qolganlar. Redkliff ushbu filmda yozuvchi Allen Ginzberg rolini ijro etgan.<br><br>Maʼlumot uchun, Deniel Redkliff 2022-yilda Garri Potter haqida suratga olinadigan navbatdagi – “Laʼnatlangan goʻdak” filmi orqali ekranlarga qaytishi yoki qaymasligi masalasiga aniqlik kiritgan edi. Ijodkor “Garri Potter”ni oʻtmishga qoldirish vaqti yetib kelgani, shu bilan birga “hech qachon hech qachon deb boʻlmasligi”ni taʼkidlagan."
    }
  },{
    "id": 5,
    "image": "images/twilight.png",
    "title": "“Shafaq” sagasi asosida serial suratga olinadi",
    "description": "Ayni vaqtda ssenariy ustida ish olib borilmoqda.",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["kino", "romantika", "mashhurlar", "serial"],
      "description": "Yozuvchi Stefeni Mayer asari asosida ishlangan va millionlab tomoshabinlarning sazovor bo‘lgan “Shafaq” franshizasi syujeti asosida serial suratga olinishi ma’lum bo‘ldi. Ayni vaqtda ijodkorlar serial syujeti ustida ishlashni boshlab yuborishgan. Ma’lumotlarga ko‘ra, serial ssenariysini tayyorlash vazifasi “Meni alda”, “Bo‘rilar tomonidan tarbiyalangan” va shu kabi ko‘plab loyihalar bilan ishlashda ulkan tajribaga ega bo‘lgan Shineyd Deyliga topshirilgan. Ijodkorlar guruhi tarkibiga, shuningdek, “Shafaq” filmining ijrochi prodyuserlari – Vik Godfri, Erik Feyg kiritilgan. Yozuvchi Stefeni Mayerning o‘zi ham serialni suratga olish jarayonida ishtirok etishi mumkin. Eslatib o‘tamiz, “Shafaq” franshizasi o‘z vaqtida jahon kinoprokatidan 3,4 milliard dollar miqdorida daromad olgan edi. Serial Meyer asarlarining remeyki bo‘ladimi yoki unda tomoshabinlarga butunlay yangi voqealar namoyish etiladimi – bunisi hozircha aniq emas."
    }
  }
]