[
  {
    "id": 1,
    "image": "images/mandalorian-poster.png",
    "title": "Mandalorlik, endi nima bo'ladi? 3-mavsum tahlili",
    "description": "4-mavsum haqida va boshqa ma'lumotlar",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["fantastika", "jangari", "serial", "vestern"],
      "description": "Agar maqsad turli xil beskar kiyganlarning ertaklarini aytib berish orqali mandaloriyalik bo'lish nimani anglatishini o'rganish bo'lsa, u serialni antologiyalash o'rniga bu yo'ldan ketgani g'alati. Mandaloriyalik 2-mavsumdan keyin mantiqan yakunlangan dunyoni tasavvur qilish oson, Din Djarin (Pedro Paskal) bilan Moff Gideonni (Giancarlo Esposito) mag'lub etdi va Groguni Luqo Skywalker ostida Jedi sifatida mashq qilish uchun etkazib berdi. Shunday qilib, ko'proq militaristik va siyosiy sarguzashtlar, ularning barchasi juda ko'p krossoverlar va shunga mos ravishda belgilangan. Buning o'rniga, Mandaloriyalik o'zining asl kosmik g'arbiy ohang va mavzusidan deyarli voz kechgan holda, koinot operasi va epizodik sarguzashtlarning uyg'unligiga aylandi. Bo-Katan va uning izdoshlari (Buyuk tozalashdan oldin Mandalorda yashagan) qo'riqchi bolalari (o'zlarini sayyora madaniyatining haqiqiy boshqaruvchilari deb hisoblaydigan pravoslav tarqoq sekta) bilan qanday munosabatda bo'lishlari haqida ma'lum bir chuqurlik mavjud. ularning ko'plari hech qachon uning yuzasiga qadam bosmagan). Ammo yarashish bo'yicha mashaqqatli ishlarning aksariyati ularni yirtqich hayvonlar, qaroqchilar va imperatorlar bilan kurashish uchun birlashtirish orqali amalga oshiriladi. Umumiy dushman qasam ichgan dushmanlarni birlashtirishi mumkin, ammo dushmanlarning doimiy ta'minlanishi, zirhchining hayratlanarli darajada Bo-Katanni bid'atchi emas, balki tanlangan kishi sifatida ko'rishga tayyorligi qasam ichgan dushmanlar o'rtasidagi ittifoqni juda oson his qildi."
    }
  },
  {
    "id": 2,
    "image": "images/antman-quantumania-post.png",
    "title": "Chumoli Odam 3 filmi tahlili",
    "description": "Ayni vaqtda filmning kinoteatrlardagi premyerasi ketmoqda.",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["fantastika", "serial", "disney", "marvel"],
      "description": "Kichrayib borayotgan superqahramonlar seriyasining uchinchi filmi bilan Marvel Studios o‘zining eng ahmoqona franshizasini to‘g‘ri MCU blokbasteriga aylantirish uchun qo‘lidan kelganicha harakat qiladi, bu katta stavkalar, shiddatli drama va keng qamrovli Multiverse Saga bilan bog‘liq bo‘lgan muhim ma’lumotlarga ega. Ant-Man va Waspga: Quantumania-ning krediti, u Pol Raddning Skott Lang obrazini juda yoqimtoy qiladigan noqulay, o'lik hazilni saqlab qolgan holda, bu sarguzashtni kattalashtirishga muvaffaq bo'ladi. Shunchalik ko‘p narsa qilishga shoshqaloqlik qilgan holda, Quantumania-ning ba’zi qahramonlari, g‘oyalari va syujetlari rivojlanmagandek tuyuladi – va bu yaqinda MCU filmi haqida birinchi marta aytilayotgani yo‘q . Tejamkorlik inoyati bu Jonatan Majorsning yangi yovuz qahramon Kang rolidagi shov-shuvli chiqishi, lekin u hatto MCUning o'z yo'lida bo'lish tendentsiyasini engib bo'lmaydi.<br/><br/>Pym/Lang oilasining turli a'zolari o'rtasidagi dramani o'rnatish uchun hech qanday vaqt behuda ketmaydi, bu yaxshi, chunki ular ajoyib, ammo xavfli Kvant olamiga o'tishlari uchun ko'p narsa yo'q va barchasini hal qilish kerak. harakatga boy sarguzasht o'rtasida esa. Skottning yomon niyatli qizi Kessi bilan munosabati hissiy muammo bo'lib, uning aziz keksa otasidan g'azablanish sababi avvaliga o'rinli bo'lmasa-da, Radd va Ketrin Nyuton tashlab ketish va umidsizlikni yo'q qilish uchun birgalikda yaxshi ishlaydi. ular Kvantumaniyaning eng samimiy daqiqalariga yetib kelishadi. Filmning hissiy maydonga tushishi uning eng kuchli tomonlaridan biridir."
    }
  },
  {
    "id": 3,
    "image": "images/shazam-fury-ofthe-goods.png",
    "title": "Shazam: Ilohlar g'azabi - eng yaxshi film?",
    "description": "Filmning yutuqlari va qahramonlarning kelajagi haqida bilib oling.",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["fantastika", "jangari", "kino", "dc"],
      "description": "Quvonchli o'smirlik energiyasi 2019 Shazam! DC ning kinematik qahramonlar dunyosiga olib kelingan Zak Snayderning Adliya ligasi qahramonlari versiyalarining qorong'u jirkanchligi yonida toza havo nafasi edi. Biroq, bu Billi Batsonning biologik oilasini chin dildan izlashi va u orzu qilgan oila uning oldida ekanligini anglashi edi, bu unga ushbu janrdagi boshqa ko'plab filmlarga qaraganda ko'proq kuchga erishishga yordam berdi. Davomi “Xudolarning g‘azabi” filmida, afsuski, bu yurakning bir qismi yo‘qolgan. Bu safar biz Shazamily o'zlarining yangi qobiliyatlarini Yerni bosib olgan halokatli xudolar triosiga qarshi sinovdan o'tkazayotganini ko'ramiz va yovuz odamlar stolga olib kelgan yunon mif ikonografiyasi barcha ishtirokchilarga o'ynash uchun sezilarli darajada ko'paygan Pandora o'yinchoq qutisini bergan bo'lsa-da, film hikoya qilishning ba'zi asoslariga qoqiladi, bu esa davomi birinchisiga qaraganda kuchsizroq his qiladi.<br/><br/>Birgalikda olingan bo'lsak, Atlasning yovuz qizlari Shazam hikoyasidagi antagonist roli uchun lateral harakatni ifodalaydi. Asl nusxada, Mark Strongning doktor Sivanna haqida gapirish uchun ko'p shaxsiyat yo'q edi, lekin uning Billi (Asher Anxel) ishonchsizligi uchun kuchga chanqoq folga sifatidagi roli butun diqqat markazida edi. Aksincha, Qizlarning Shazamili va ularga kuch bergan promethean sehrgariga (Djimon Xounsou) qarshi titanik g'azabi bir xil toza ilgakka ega emas. Natijada, ularning Billi shohligidan o'tish rejasi ushbu super qahramon filmi uchun juda murakkab bo'lib tuyuladi va uning topshiriqlar va o'yinlarga bog'liqligi tezda eskiradi. Bularning barchasi, hattoki, ularning yakuniy rejasi biz boshqa DC filmida ko'rganimiz bilan yaqindan bog'liqligini hisobga olsak ham."
    }
  },
  {
    "id": 4,
    "image": "images/interstellar-post.png",
    "title": "Interstellar tahlil, yashirin belgilar",
    "description": "Film nega olimlarni ham lol qoldirgani va Kristofer Nolan haqida bilib oling.",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["fantastika", "jangari", "kino", "koinot"],
      "description": "Kristofer Nolanning \"Interstellar\" ilmiy-fantastik filmi Xitoyda kinoteatrlar ochilgandan so'ng namoyish etildi va ajablanarli darajada shov-shuv ko'tarib, kassalardan 2,85 million dollar ishlab oldi. Endi filmning davomi haqida mish-mishlar tarqalmoqda. Insayderlarning fikriga ko'ra (biz kashf etganmiz) galaktikalararo dramaning ikkinchi qismi rivojlanishning dastlabki bosqichida. Interstellar 2 haqida biz biladigan hamma narsa, ehtimol chiqishi mumkin bo'lgan sana 2021 yoki 2022 yil. <br><br>Filmning davomi, ehtimol birinchi film Kuperning kosmosdagi yashash joyida uyg'onganida va Saturnni tashqi kosmosdagi ulkan koloniyada aylanib chiqqanda aniqlangan joyni aniqlaydi. U erda u allaqachon o'zidan katta bo'lgan qizi bilan uchrashadi. Keyin Kuper qurt qudug'i orqali Edmundning Brand topgan yagona yashash uchun sayyorasiga borish uchun kemani o'g'irlaydi. Voyaga yetgan Kuperning qizi Murf o'z farzandlarining yotoqxonasiga qaytib keladi va uzoq o'tmishdagi ma'lum bir arvoh erdagi rasmlar yordamida u bilan bog'lanmoqchi bo'lgan g'ayritabiiy mavjudot emasligini, balki vaqt va makonda adashganligini tushunadi. Murf unga bo'lgan sevgisini eslab, soat topadi. Endi insoniyat omon qolish imkoniyatiga ega. Axir, sayyora vafot etganda, odamlar uni tezda tark etishlari kerak bo'ladi. Va buni faqat qora tuynukdan to'plangan kvant ma'lumotlari yordamida tortishish tenglamasini echish orqali amalga oshirish mumkin. Soat yordamida Murf tenglamani echadi va shu bilan insoniyatning omon qolishini ta'minlaydi.<br><br>Afsuski, birinchi qismning rejissyori va hammuallifi Kristofer Nolanning o'zi filmni davom ettirishdan qanchalik manfaatdor ekanligi hali aniq emas. Xabarlarga ko'ra Warner Brothers Nolanni yana yo'naltirishni xohlaydi va uning ishtiroki uchun muzokaralar ustida faol ishlamoqda. Ideal holda, kompaniya uni ssenariyni qayta yozishini va loyihani boshqarishini xohlaydi, ammo Nolanning faqat ssenariy ustida ishlashini qabul qilishga tayyor."
    }
  },
  {
    "id": 5,
    "image": "images/fight-club-post.png",
    "title": "Jang Klubi, hamma ko'rishi kerak bo'lgan shedevr",
    "description": "Bu shunchaki bir so'z bilan tushuntirib bo'lmas hislar oqimi, lekin sizni larzaga soladi.",
    "createdAt": "09:27 / 24.04.2023",
    "post": {
      "tags": ["fantastika", "jangari", "kino"],
      "description": "Shunday qilib, hammasi juda oddiy boshlandi. Juma oqshomida, Markaziy Rossiya zonasida (-12 Selsiy) go'zal ob-havo, farzandlari birinchi o'rinni egallashiga umid qilib, bir-birlaridan nafratlanadigan, kelishmovchiliklar qatorida saf tortadigan bo'lajak sinfdoshlarning ota-onalari qulay kompaniya. 186-sonli orzu qilingan maktabning bahosi. Ochig'ini aytganda, maktab haqiqatan ham yomon emas: mualliflik va akademik, hatto FOK bilan ham! Bularning barchasi bolangizni u erga olib borish uchun kuchli turtki bo'ldi. Aslida, bizning holatlarimizda \"motivatsiyalangan\"lar juda ko'p edi. Yuz jondan iborat navbat uchun 70 dan bir oz ko'proq joy taklif qilingan edi, aniqki, bunday vaziyatda har bir ota-ona navbatdagi o'rinni oxirgi oraliq kabi ushlab turadi. ona yurt. Axir, ular nafaqat ushlab turishadi, balki spartaliklar singari jang qilishga ham tayyorlar, xayriyatki, otalar tungi safda navbatchilik qilishgan. Bunday vaziyatda har doim eng to'g'ri echim - isinishga berilish va vaqtni yanada quvnoq o'tkazish va erkaklar bilan do'stona munosabatda bo'lish edi.<br><br>Suhbatda ma'lum bo'lishicha, hamma ham mahalliy aholi navbatda emas - bitta dindosh bolaga yashash uchun ruxsatnoma olib, orzu qilingan 186-ga ko'tarilgan! Adolat joyida tiklandi va mas'uliyatsiz ota-onaning boshi ustidan mulohaza yuritildi. Eng yaqin kirish joyida mahalliy bo'lmagan dadam qo'llari va, ehtimol, oyoqlari bilan o'zini biroz noto'g'ri tutganini tushuntirdi. Mahalliy bo'lmagan odam haqiqatan ham noto'g'ri ekanligini tushundimi yoki yo'qmi - noma'lum, chunki u to'g'ridan-to'g'ri reanimatsiya bo'limiga kirgan."
    }
  }
]